{
  "books": [
    {
      "title": "الأب الغنى والأب الفقير",
      "rating": 4,
      "category": "إدارة أعمال",
      "author": "اروبرت تي كيوساكي",
      "thumbnail": "https://bit.ly/3P9zmF4",
      "pdf_size": 7.5,
      "description": "حقق كتاب الأب الغنى والأب الفقير انتشاراً كبير على المستوى العالمى وترجم الكتاب الى معظم لغات العالم الأبطال يجعلون المصاعب تبدوا هينة، فإذا كانوا هم قادرين على فعلها، فكذلك أنا وأنت. حين يجعل الكثيرون عملية الاستثمار صعبة وخطيرة بل مستحيلة، ابحث عن أبطالك وتصرف كما كانوا ليتصرفوا لو كانوا مكانك.",
      "more_books": [],
      "puplishing_date": 1989,
      "book_pages": 244,
      "downloading_link": "https://bit.ly/4600exa"
    },
    {
      "title": "قوة العادات",
      "rating": 3,
      "category": "علم نفس",
      "author": "تشارلز دويج",
      "thumbnail": "https://bit.ly/43Nutpa",
      "pdf_size": 15.9,
      "description": "هذا الكتاب يوضح الجانب المدهش من الاكتشافات العلمية التي تشرح سبب وجود العادات، وكيف يمكن تغييرها. ويحتوي الكتاب - في جوهره - على نقاش ممثير: يتمثل سر الانتظام في ممارسة الرياضة، وفقدان الوزن، وتربية أطفال رائعين، والوصول الى مستوى أعلى من الانتاج، وبناء شركات ثورية وحركات اجتماعية،",
      "more_books": [],
      "puplishing_date": 2013,
      "book_pages": 280,
      "downloading_link": "aaa"
    },
    {
      "title": "العادات الذرية",
      "rating": 5,
      "category": "علم نفس",
      "author": "جيمس كلير",
      "thumbnail": "https://bit.ly/45PPjWS",
      "pdf_size": 7,
      "description": "جتحميل كتاب العادات الذرية pdf أيًا كانت أهدافك فإن كتاب العادات الذرية يقدم لك إطار عمل من أجل تطوير مهاراتك في كل يوم. جيمس كلير واحد من أبرز الخبراء في مجال اكتساب العادات، يوضح لنا في كتابه هذا استراتيجيات عملية تعلمنا كيف نستطيع اكتساب عادات جيدة، وكيف نتخلص من القديمة السلبية، ويشرح لنا طريقة إدارة وإتقان أفعالنا اليومية البسيطة التي نستطيع من خلالها تحقيق نتائج مذهلة. يعلمنا هذا الكتاب: كيف نخلق الوقت من أجل اكتساب عادات جديدة كيف نتخلص من نقص الحافز، ونتمتع بقوة الإرادة كيف نغير بيئتنا المحيطة لتحقيق نتائج إيجابية في الحياة",
      "more_books": [],
      "puplishing_date": "2019",
      "book_pages": 291,
      "downloading_link": "https://bit.ly/4600iwS"
    }
  ]
}